;; FIXME Until no notice, I'll use this one
;; (package! org :pin "5890aca3d29e593640b728308096a052998355b1")
(package! org-drill)
(package! org-ref)
(package! org-roam-ui)
(package! org-transclusion)
(package! org-fragtog
  :recipe (:host github :repo "io12/org-fragtog"))
(package! org-roam-bibtex)
(package! org-download)
(package! org-super-agenda)

(package! laas)
(package! auctex)

(package! lsp-pyright
  :recipe (:host github :repo "emacs-lsp/lsp-pyright"))
(package! lsp-haskell)
(package! lsp-dart)

(package! tidal)
(package! gnuplot-mode)
(package! bqn-mode)
(package! load-theme-buffer-local)
(package! calibredb)
(package! visual-regexp)
(package! chess)
(package! speed-type)
(package! nov)
(package! doct)
(package! hledger-mode)
(package! svelte-mode)
(package! svelte-mode)
(package! dirvish)
(package! all-the-icons)
(package! riscv-mode)
(package! anki-editor)
(package! outshine
  :recipe (:host github :repo "alphapapa/outshine"))
(package! sparql
  :recipe (:host github :repo "ljos/sparql-mode"))
